data = {
	"xinshoucun": {
		"npc1": {
			"name": "新手接待员",
			"position": (-216.68468679467387, -0.0000019954705612690304, 184.85189252924118),
			"direction": (0.0, 0.0, 0.0),
			"moveSpeed": 0,
			"dialog": [
				"你好玩家，我是新手接待员",
				"有什么事情吗？"
				"这是KBEngine Nex的入门教程",
				"很高兴为你服务"
			]
		},
		"npc2": {
			"name": "鬼鬼祟祟的人",
			"position": (0-204.0084699208283, -7.951024372232496e-7, 201.98031010207518),
			"direction": (0.0, 0.0, 0.0),
			"moveSpeed": 6,
			"dialog": [
				"咳咳..",
				"走开...."
				"看不见我看不见我",
			]
		}
	}
}
